Repository: DeyarZ/wedding-planner
Catalog: weddingplanner/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, et, fi, fr, hr, hu, is, it, ja, ko, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: %lld things still need doing
ar: لا يزال %lld أمرًا بحاجة إلى إنجاز
cs: %lld věcí ještě čeká na vyřízení
da: %lld ting mangler stadig
de: %lld Dinge sind noch offen
es: Todavía quedan %lld cosas por hacer
et: %lld asja ootab veel tegemist
fi: %lld asiaa vielä tekemättä
fr: %lld choses restent à faire
hr: %lld stvari još čeka na vas
hu: %lld dolog vár még rád
is: %lld atriði bíða enn
it: Restano %lld cose da fare
ja: まだ %lld 件やることがあります
ko: 아직 %lld가지가 남았어요
lv: %lld lietas vēl jāpaveic
nb: %lld ting gjenstår
nl: %lld dingen moeten nog gebeuren
pl: %lld rzeczy wciąż czeka na zrobienie
pt: %lld coisas ainda precisam ser feitas
ro: %lld lucruri mai sunt de făcut
ru: %lld дел ещё ждут вас
sk: %lld vecí ešte čaká na vybavenie
sl: še %lld stvari čaka na vaju
sv: %lld saker återstår
th: ยังเหลืออีก %lld อย่างที่ต้องทำ
tr: Hâlâ yapılacak %lld şey var
uk: %lld справ ще чекають на вас
vi: %lld việc vẫn đang chờ bạn
zh_hans: 还有 %lld 件事要做
zh_hant: 還有 %lld 件事要處理

source: %lld% planned
ar: %lld% مخطّط
cs: %lld% naplánováno
da: %lld% planlagt
de: %lld%% geplant
es: %lld%% planificado
et: %lld% planeeritud
fi: %lld% suunniteltu
fr: %lld%% planifié
hr: %lld% isplanirano
hu: %lld% megtervezve
is: %lld% skipulagt
it: %lld%% pianificato
ja: %lld% 計画済み
ko: %lld% 준비 완료
lv: %lld% saplānots
nb: %lld% planlagt
nl: %lld% gepland
pl: %lld% zaplanowane
pt: %lld% organizado
ro: %lld% planificat
ru: %lld% запланировано
sk: Naplánované %lld%
sl: %lld% načrtovano
sv: %lld% planerat
th: วางแผนแล้ว %lld%
tr: %lld% planlandı
uk: %lld% сплановано
vi: %lld% đã lên kế hoạch
zh_hans: %lld% 已规划
zh_hant: 已規劃 %lld%

source: %lld%% complete
ar: %lld%% مكتمل
cs: %lld%% hotovo
da: %lld%% fuldført
de: %lld%% erledigt
es: %lld%% completado
et: %lld%% tehtud
fi: %lld %% valmiina
fr: %lld%% terminé
hr: %lld%% dovršeno
hu: %lld%% kész
is: %lld%% lokið
it: %lld%% completato
ja: %lld%% 完了
ko: %lld%% 완료
lv: %lld%% pabeigts
nb: %lld%% fullført
nl: %lld%% voltooid
pl: %lld%% ukończone
pt: %lld%% concluído
ro: %lld%% finalizat
ru: %lld%% выполнено
sk: %lld%% hotových
sl: %lld%% dokončano
sv: %lld%% klart
th: เสร็จแล้ว %lld%%
tr: %%%lld tamamlandı
uk: %lld%% виконано
vi: %lld%% hoàn thành
zh_hans: 已完成 %lld%%
zh_hant: 已完成 %lld%%

# %lld%% of %@
source: %1$lld%% of %2$@
ar: %lld%% من %@
cs: %lld%% z %@
da: %lld%% af %@
de: %lld%% von %@
es: %lld%% de %@
et: %lld%% summast %@
fi: %lld %% summasta %@
fr: %lld%% de %@
hr: %lld%% od %@
hu: %lld%% ebből: %@
is: %lld%% af %@
it: %lld%% di %@
ja: %2$@ のうち %1$lld%%
ko: %lld%% (총 %@)
lv: %lld%% no %@
nb: %lld%% av %@
nl: %lld%% van %@
pl: %lld%% z %@
pt: %lld%% de %@
ro: %lld%% din %@
ru: %lld%% от %@
sk: %lld%% z %@
sl: %lld%% od %@
sv: %lld%% av %@
th: %lld%% ของ %@
tr: %%%lld, %@ üzerinden
uk: %lld%% від %@
vi: %lld%% của %@
zh_hans: %lld%%（总额 %@）
zh_hant: %2$@ 中的 %1$lld%%

source: %lld%% of planning completed
ar: اكتمل %lld%% من التخطيط
cs: %lld%% příprav dokončeno
da: %lld%% af planlægningen er fuldført
de: %lld%% der Planung erledigt
es: %lld%% de la planificación completada
et: %lld%% planeerimisest tehtud
fi: %lld %% suunnittelusta valmiina
fr: %lld%% de l'organisation terminée
hr: %lld%% planiranja dovršeno
hu: A tervezés %lld%%-a kész
is: %lld%% af skipulagningu lokið
it: %lld%% della pianificazione completata
ja: 準備の %lld%% が完了
ko: 준비 %lld%% 완료
lv: Plānošana pabeigta par %lld%%
nb: %lld%% av planleggingen fullført
nl: %lld%% van de planning afgerond
pl: %lld%% planowania ukończone
pt: %lld%% da organização concluída
ro: %lld%% din planificare finalizată
ru: %lld%% подготовки завершено
sk: %lld%% plánovania je hotových
sl: %lld%% načrtovanja je opravljenega
sv: %lld%% av planeringen klar
th: วางแผนเสร็จแล้ว %lld%%
tr: Planlamanın %%%lld kadarı tamamlandı
uk: %lld%% підготовки завершено
vi: Đã hoàn thành %lld%% kế hoạch
zh_hans: 筹备已完成 %lld%%
zh_hant: 籌備進度已完成 %lld%%

source: %lld%% planned
ar: %lld%% مخطّط
cs: %lld%% naplánováno
da: %lld%% planlagt
de: %lld%% geplant
es: %lld%% planificado
et: %lld%% planeeritud
fi: %lld %% suunniteltu
fr: %lld%% planifié
hr: %lld%% isplanirano
hu: %lld%% megtervezve
is: %lld%% skipulagt
it: %lld%% pianificato
ja: %lld%% 計画済み
ko: %lld%% 준비 완료
lv: Saplānots %lld%%
nb: %lld%% planlagt
nl: %lld%% gepland
pl: %lld%% zaplanowane
pt: %lld%% organizado
ro: %lld%% planificat
ru: %lld%% запланировано
sk: %lld%% naplánované
sl: %lld%% načrtovano
sv: %lld%% planerat
th: วางแผนแล้ว %lld%%
tr: %%%lld planlandı
uk: %lld%% сплановано
vi: %lld%% đã lên kế hoạch
zh_hans: 已规划 %lld%%
zh_hant: 已規劃 %lld%%

source: %lld/%lld phases
ar: %lld/%lld مراحل
cs: %lld/%lld fází
da: %lld/%lld faser
de: %lld/%lld Phasen
es: %lld/%lld fases
et: %lld/%lld etapist
fi: %lld/%lld vaihetta
hr: %lld/%lld faza
hu: %lld/%lld szakasz
is: %lld/%lld áfangar
it: %lld/%lld fasi
ja: %lld/%lld フェーズ
ko: %lld/%lld 단계
lv: %lld/%lld posmi
nb: %lld/%lld faser
nl: %lld/%lld fases
pl: %lld/%lld etapów
pt: %lld/%lld fases
ro: %lld/%lld etape
ru: %lld/%lld этапов
sk: %lld/%lld fáz
sl: %lld/%lld faz
sv: %lld/%lld faser
th: %lld/%lld ช่วง
tr: %lld/%lld aşama
uk: %lld/%lld етапів
vi: %lld/%lld giai đoạn
zh_hans: %lld/%lld 个阶段
zh_hant: %lld／%lld 個階段

# %lldh %lldm
source: %1$lldh %2$lldm
ar: %lld س %lld د
cs: %lld h %lld min
da: %lld t %lld min
de: %lld Std. %lld Min.
es: %lld h %lld min
et: %lld t %lld min
fi: %lld h %lld min
fr: %lld h %lld min
hr: %lld h %lld min
hu: %lld ó %lld p
is: %lld klst. %lld mín.
it: %lld h %lld min
ja: %lld時間%lld分
ko: %lld시간 %lld분
lv: %lld st. %lld min
nb: %lld t %lld min
nl: %lld u %lld min
pl: %lld godz. %lld min
pt: %lld h %lld min
ro: %lld h %lld min
ru: %lld ч %lld мин
sk: %lld h %lld min
sl: %lld h %lld min
sv: %lld tim %lld min
th: %lld ชม. %lld นาที
tr: %lld sa %lld dk
uk: %lld год %lld хв
vi: %lld giờ %lld phút
zh_hans: %lld小时%lld分钟
zh_hant: %lld小時%lld分鐘

source: %lldm
ar: %lld د
cs: %lld min
da: %lld min
de: %lld Min.
es: %lld min
et: %lld min
fi: %lld min
fr: %lld min
hr: %lld min
hu: %lld p
is: %lld mín.
it: %lld min
ja: %lld分
ko: %lld분
lv: %lld min
nb: %lld min
nl: %lld min
pl: %lld min
pt: %lld min
ro: %lld min
ru: %lld мин
sk: %lld min
sl: %lld min
sv: %lld min
th: %lld นาที
tr: %lld dk
uk: %lld хв
vi: %lld phút
zh_hans: %lld分钟
zh_hant: %lld分鐘

source: (Child)
ar: (طفل)
cs: (Dítě)
da: (Barn)
de: (Kind)
es: (Niño)
et: (laps)
fi: (Lapsi)
fr: (Enfant)
hr: (Dijete)
hu: (Gyerek)
is: (Barn)
it: (Bambino)
ja: （お子様）
ko: (어린이)
lv: (Bērns)
nb: (Barn)
nl: (Kind)
pl: (Dziecko)
pt: (Criança)
ro: (Copil)
ru: (Ребёнок)
sk: (dieťa)
sl: (Otrok)
sv: (Barn)
th: (เด็ก)
tr: (Çocuk)
uk: (Дитина)
vi: (Trẻ em)
zh_hans: （儿童）
zh_hant: （兒童）

source: + %lld more, already scheduled
ar: + %lld أخرى، مجدولة بالفعل
cs: + %lld dalších, už naplánováno
da: + %lld mere, allerede planlagt
de: + %lld weitere, schon eingeplant
es: + %lld más, ya programadas
et: + veel %lld, juba ajakavas
fi: + %lld muuta, jo aikataulussa
fr: + %lld autres, déjà planifiées
hr: + još %lld, već zakazano
hu: + még %lld, már beütemezve
is: + %lld til viðbótar, þegar á dagskrá
it: + altre %lld, già programmate
ja: ＋ さらに %lld 件、予定済み
ko: + %lld개 더, 이미 일정에 있어요
lv: + vēl %lld, jau ieplānoti
nb: + %lld til, allerede planlagt
nl: + nog %lld, al ingepland
pl: + %lld więcej, już zaplanowane
pt: + %lld outros, já agendados
ro: + încă %lld, deja programate
ru: + ещё %lld, уже в расписании
sk: + %lld ďalších, už naplánovaných
sl: + še %lld, že razporejenih
sv: + %lld till, redan inplanerade
th: + อีก %lld รายการ จัดตารางไว้แล้ว
tr: + %lld tane daha, çoktan planlandı
uk: + ще %lld — уже заплановані
vi: + %lld việc nữa, đã lên lịch sẵn
zh_hans: + 另有 %lld 项已排入日程
zh_hant: 另外 %lld 項，已排定時間

source: 1 hour
ar: ساعة واحدة
cs: 1 hodina
da: 1 time
de: 1 Stunde
es: 1 hora
et: 1 tund
fi: 1 tunti
fr: 1 heure
hr: 1 sat
hu: 1 óra
is: 1 klst.
it: 1 ora
ja: 1時間
ko: 1시간
lv: 1 stunda
nb: 1 time
nl: 1 uur
pl: 1 godzina
pt: 1 hora
ro: 1 oră
ru: 1 час
sk: 1 hodina
sl: 1 ura
sv: 1 timme
th: 1 ชั่วโมง
tr: 1 saat
uk: 1 година
vi: 1 giờ
zh_hans: 1 小时
zh_hant: 1 小時

source: 1-3 months before
ar: قبل 1-3 أشهر
cs: 1–3 měsíce předem
da: 1-3 måneder før
de: 1–3 Monate vorher
es: 1-3 meses antes
et: 1–3 kuud enne
fi: 1-3 kuukautta ennen
fr: 1 à 3 mois avant
hr: 1-3 mjeseca prije
hu: 1-3 hónappal előtte
is: 1-3 mánuðum áður
it: 1-3 mesi prima
ja: 1〜3か月前
ko: 1~3개월 전
lv: 1-3 mēnešus iepriekš
nb: 1–3 måneder før
nl: 1-3 maanden ervoor
pl: 1-3 miesiące przed
pt: 1-3 meses antes
ro: cu 1-3 luni înainte
ru: За 1–3 месяца
sk: 1 – 3 mesiace pred svadbou
sl: 1-3 mesece prej
sv: 1–3 månader innan
th: 1-3 เดือนก่อนงาน
tr: 1-3 ay önce
uk: За 1-3 місяці
vi: 1-3 tháng trước
zh_hans: 婚礼前 1-3 个月
zh_hant: 婚前 1-3 個月

source: 1. Acceptance of Terms
ar: 1. قبول الشروط
cs: 1. Souhlas s podmínkami
da: 1. Accept af vilkårene
de: 1. Annahme der Bedingungen
es: 1. Aceptación de los términos
et: 1. Tingimustega nõustumine
fi: 1. Ehtojen hyväksyminen
fr: 1. Acceptation des conditions
hr: 1. Prihvaćanje uvjeta
hu: 1. A feltételek elfogadása
is: 1. Samþykki skilmála
it: 1. Accettazione dei termini
ja: 1. 規約への同意
ko: 1. 약관 동의
lv: 1. Noteikumu pieņemšana
nb: 1. Aksept av vilkårene
nl: 1. Aanvaarding van de voorwaarden
pl: 1. Akceptacja warunków
pt: 1. Aceitação dos Termos
ro: 1. Acceptarea termenilor
ru: 1. Принятие условий
sk: 1. Súhlas s podmienkami
sl: 1. Sprejem pogojev
sv: 1. Godkännande av villkoren
th: 1. การยอมรับข้อกำหนด
tr: 1. Koşulların Kabulü
uk: 1. Прийняття умов
vi: 1. Chấp nhận điều khoản
zh_hans: 1. 条款的接受
zh_hant: 1. 條款之接受

source: 1.5 hours
ar: ساعة ونصف
cs: 1,5 hodiny
da: 1,5 time
de: 1,5 Stunden
es: 1,5 horas
et: 1,5 tundi
fi: 1,5 tuntia
fr: 1 h 30
hr: 1,5 sata
hu: 1,5 óra
is: 1.5 klst.
it: 1,5 ore
ja: 1.5時間
ko: 1시간 30분
lv: 1,5 stundas
nb: 1,5 timer
nl: 1,5 uur
pl: 1,5 godziny
pt: 1.5 horas
ro: 1,5 ore
ru: 1,5 часа
sk: 1,5 hodiny
sl: 1,5 ure
sv: 1.5 timmar
th: 1.5 ชั่วโมง
tr: 1,5 saat
uk: 1,5 години
vi: 1.5 giờ
zh_hans: 1.5 小时
zh_hant: 1.5 小時

source: 10 min
ar: 10 دقائق
hu: 10 perc
is: 10 mín
ja: 10分
ko: 10분
ru: 10 мин
th: 10 นาที
tr: 10 dk
uk: 10 хв
vi: 10 phút
zh_hans: 10 分钟
zh_hant: 10 分鐘

source: 10-12 months before
ar: قبل 10-12 شهرًا
cs: 10–12 měsíců předem
da: 10-12 måneder før
de: 10–12 Monate vorher
es: 10-12 meses antes
et: 10–12 kuud enne
fi: 10-12 kuukautta ennen
fr: 10 à 12 mois avant
hr: 10-12 mjeseci prije
hu: 10-12 hónappal előtte
is: 10-12 mánuðum áður
it: 10-12 mesi prima
ja: 10〜12か月前
ko: 10~12개월 전
lv: 10-12 mēnešus iepriekš
nb: 10–12 måneder før
nl: 10-12 maanden ervoor
pl: 10-12 miesięcy przed
pt: 10-12 meses antes
ro: cu 10-12 luni înainte
ru: За 10–12 месяцев
sk: 10 – 12 mesiacov pred svadbou
sl: 10-12 mesecev prej
sv: 10–12 månader innan
th: 10-12 เดือนก่อนงาน
tr: 10-12 ay önce
uk: За 10-12 місяців
vi: 10-12 tháng trước
zh_hans: 婚礼前 10-12 个月
zh_hant: 婚前 10-12 個月

source: 12+ months before
ar: قبل أكثر من 12 شهرًا
cs: 12+ měsíců předem
da: 12+ måneder før
de: 12+ Monate vorher
es: Más de 12 meses antes
et: 12+ kuud enne
fi: 12+ kuukautta ennen
fr: Plus de 12 mois avant
hr: 12+ mjeseci prije
hu: 12+ hónappal előtte
is: 12+ mánuðum áður
it: 12+ mesi prima
ja: 12か月以上前
ko: 12개월 이상 전
lv: 12+ mēnešus iepriekš
nb: 12+ måneder før
nl: 12+ maanden ervoor
pl: 12+ miesięcy przed
pt: 12+ meses antes
ro: cu 12+ luni înainte
ru: За 12+ месяцев
sk: 12+ mesiacov pred svadbou
sl: 12+ mesecev prej
sv: 12+ månader innan
th: 12 เดือนขึ้นไปก่อนงาน
tr: 12+ ay önce
uk: За 12+ місяців
vi: 12+ tháng trước
zh_hans: 婚礼前 12 个月以上
zh_hant: 婚前 12 個月以上

source: 15 min
ar: 15 دقيقة
hu: 15 perc
is: 15 mín
ja: 15分
ko: 15분
ru: 15 мин
th: 15 นาที
tr: 15 dk
uk: 15 хв
vi: 15 phút
zh_hans: 15 分钟
zh_hant: 15 分鐘

source: 15 minutes
ar: 15 دقيقة
cs: 15 minut
da: 15 minutter
de: 15 Minuten
es: 15 minutos
et: 15 minutit
fi: 15 minuuttia
hr: 15 minuta
hu: 15 perc
is: 15 mínútur
it: 15 minuti
ja: 15分
ko: 15분
lv: 15 minūtes
nb: 15 minutter
nl: 15 minuten
pl: 15 minut
pt: 15 minutos
ro: 15 minute
ru: 15 минут
sk: 15 minút
sl: 15 minut
sv: 15 minuter
th: 15 นาที
tr: 15 dakika
uk: 15 хвилин
vi: 15 phút
zh_hans: 15 分钟
zh_hant: 15 分鐘

source: 151–300 guests
ar: 151–300 ضيف
cs: 151–300 hostů
da: 151–300 gæster
de: 151–300 Gäste
es: 151–300 invitados
et: 151–300 külalist
fi: 151–300 vierasta
fr: 151–300 invités
hr: 151–300 gostiju
hu: 151–300 vendég
is: 151–300 gestir
it: 151–300 invitati
ja: ゲスト151〜300名
ko: 하객 151~300명
lv: 151–300 viesi
nb: 151–300 gjester
nl: 151–300 gasten
pl: 151–300 gości
pt: 151–300 convidados
ro: 151–300 de invitați
ru: 151–300 гостей
sk: 151–300 hostí
sl: 151–300 gostov
sv: 151–300 gäster
th: แขก 151–300 คน
tr: 151–300 misafir
uk: 151–300 гостей
vi: 151–300 khách mời
zh_hans: 151–300 位宾客
zh_hant: 151–300 位賓客

source: 2 Months! ✨
ar: شهران! ✨
cs: 2 měsíce! ✨
da: 2 måneder! ✨
de: Noch 2 Monate! ✨
es: ¡2 meses! ✨
et: 2 kuud! ✨
fi: 2 kuukautta jäljellä! ✨
fr: Plus que 2 mois ! ✨
hr: Još 2 mjeseca! ✨
hu: 2 hónap! ✨
is: 2 mánuðir! ✨
it: 2 mesi! ✨
ja: あと2か月！✨
ko: 2개월 남았어요! ✨
lv: 2 mēneši! ✨
nb: 2 måneder! ✨
nl: Nog 2 maanden! ✨
pl: 2 miesiące! ✨
pt: 2 meses! ✨
ro: 2 luni! ✨
ru: 2 месяца! ✨
sk: 2 mesiace! ✨
sl: Še 2 meseca! ✨
sv: 2 månader kvar! ✨
th: อีก 2 เดือน! ✨
tr: 2 Ay Kaldı! ✨
uk: 2 місяці! ✨
vi: 2 Tháng Nữa! ✨
zh_hans: 还有 2 个月！✨
zh_hant: 還有 2 個月！✨

source: 2 hours
ar: ساعتان
cs: 2 hodiny
da: 2 timer
de: 2 Stunden
es: 2 horas
et: 2 tundi
fi: 2 tuntia
fr: 2 heures
hr: 2 sata
hu: 2 óra
is: 2 klst.
it: 2 ore
ja: 2時間
ko: 2시간
lv: 2 stundas
nb: 2 timer
nl: 2 uur
pl: 2 godziny
pt: 2 horas
ro: 2 ore
ru: 2 часа
sk: 2 hodiny
sl: 2 uri
sv: 2 timmar
th: 2 ชั่วโมง
tr: 2 saat
uk: 2 години
vi: 2 giờ
zh_hans: 2 小时
zh_hant: 2 小時

source: 2. Service Description
ar: 2. وصف الخدمة
cs: 2. Popis služby
da: 2. Beskrivelse af tjenesten
de: 2. Leistungsbeschreibung
es: 2. Descripción del servicio
et: 2. Teenuse kirjeldus
fi: 2. Palvelun kuvaus
fr: 2. Description du service
hr: 2. Opis usluge
hu: 2. A szolgáltatás leírása
is: 2. Lýsing á þjónustunni
it: 2. Descrizione del servizio
ja: 2. サービスの説明
ko: 2. 서비스 설명
lv: 2. Pakalpojuma apraksts
nb: 2. Beskrivelse av tjenesten
nl: 2. Beschrijving van de dienst
pl: 2. Opis usługi
pt: 2. Descrição do Serviço
ro: 2. Descrierea serviciului
ru: 2. Описание сервиса
sk: 2. Popis služby
sl: 2. Opis storitve
sv: 2. Beskrivning av tjänsten
th: 2. รายละเอียดบริการ
tr: 2. Hizmet Açıklaması
uk: 2. Опис сервісу
vi: 2. Mô tả dịch vụ
zh_hans: 2. 服务说明
zh_hant: 2. 服務說明

source: 20 min
ar: 20 دقيقة
hu: 20 perc
is: 20 mín
ja: 20分
ko: 20분
ru: 20 мин
th: 20 นาที
tr: 20 dk
uk: 20 хв
vi: 20 phút
zh_hans: 20 分钟
zh_hant: 20 分鐘

source: 25 guests or fewer
ar: 25 ضيفًا أو أقل
cs: 25 hostů nebo méně
da: 25 gæster eller færre
de: Bis 25 Gäste
es: 25 invitados o menos
et: 25 külalist või vähem
fi: 25 vierasta tai vähemmän
fr: 25 invités ou moins
hr: 25 gostiju ili manje
hu: 25 vendég vagy kevesebb
is: 25 gestir eða færri
it: 25 invitati o meno
ja: ゲスト25名以下
ko: 하객 25명 이하
lv: 25 viesi vai mazāk
nb: 25 gjester eller færre
nl: 25 gasten of minder
pl: 25 gości lub mniej
pt: 25 convidados ou menos
ro: 25 de invitați sau mai puțini
ru: 25 гостей или меньше
sk: 25 hostí alebo menej
sl: 25 gostov ali manj
sv: 25 gäster eller färre
th: แขกไม่เกิน 25 คน
tr: 25 misafir veya daha az
uk: 25 гостей або менше
vi: 25 khách mời trở xuống
zh_hans: 25 位宾客以内
zh_hant: 25 位賓客以下

source: 25 min
ar: 25 دقيقة
hu: 25 perc
is: 25 mín
ja: 25分
ko: 25분
ru: 25 мин
th: 25 นาที
tr: 25 dk
uk: 25 хв
vi: 25 phút
zh_hans: 25 分钟
zh_hant: 25 分鐘

source: 26–75 guests
ar: 26–75 ضيفًا
cs: 26–75 hostů
da: 26–75 gæster
de: 26–75 Gäste
es: 26–75 invitados
et: 26–75 külalist
fi: 26–75 vierasta
fr: 26–75 invités
hr: 26–75 gostiju
hu: 26–75 vendég
is: 26–75 gestir
it: 26–75 invitati
ja: ゲスト26〜75名
ko: 하객 26~75명
lv: 26–75 viesi
nb: 26–75 gjester
nl: 26–75 gasten
pl: 26–75 gości
pt: 26–75 convidados
ro: 26–75 de invitați
ru: 26–75 гостей
sk: 26–75 hostí
sl: 26–75 gostov
sv: 26–75 gäster
th: แขก 26–75 คน
tr: 26–75 misafir
uk: 26–75 гостей
vi: 26–75 khách mời
zh_hans: 26–75 位宾客
zh_hant: 26–75 位賓客

source: 2:00 PM
ar: 2:00 م
ko: 오후 2:00

source: 2:30 PM
ar: 2:30 م
ko: 오후 2:30

source: 3 Months
ar: 3 أشهر
cs: 3 měsíce
da: 3 måneder
de: 3 Monate
es: 3 meses
et: 3 kuud
fi: 3 kuukautta
fr: 3 mois
hr: 3 mjeseca
hu: 3 hónap
is: 3 mánuðir
it: 3 mesi
ja: 3か月
ko: 3개월
lv: 3 mēneši
nb: 3 måneder
nl: 3 maanden
pl: 3 miesiące
pt: 3 meses
ro: 3 luni
ru: 3 месяца
sk: 3 mesiace
sl: 3 meseci
sv: 3 månader
th: 3 เดือน
tr: 3 Ay
uk: 3 місяці
vi: 3 tháng
zh_hans: 3 个月
zh_hant: 3 個月

source: 3 Months! 🌸
ar: 3 أشهر! 🌸
cs: 3 měsíce! 🌸
da: 3 måneder! 🌸
de: Noch 3 Monate! 🌸
es: ¡3 meses! 🌸
et: 3 kuud! 🌸
fi: 3 kuukautta jäljellä! 🌸
fr: Plus que 3 mois ! 🌸
hr: Još 3 mjeseca! 🌸
hu: 3 hónap! 🌸
is: 3 mánuðir! 🌸
it: 3 mesi! 🌸
ja: あと3か月！🌸
ko: 3개월 남았어요! 🌸
lv: 3 mēneši! 🌸
nb: 3 måneder! 🌸
nl: Nog 3 maanden! 🌸
pl: 3 miesiące! 🌸
pt: 3 meses! 🌸
ro: 3 luni! 🌸
ru: 3 месяца! 🌸
sk: 3 mesiace! 🌸
sl: Še 3 mesece! 🌸
sv: 3 månader kvar! 🌸
th: อีก 3 เดือน! 🌸
tr: 3 Ay Kaldı! 🌸
uk: 3 місяці! 🌸
vi: 3 Tháng Nữa! 🌸
zh_hans: 还有 3 个月！🌸
zh_hant: 還有 3 個月！🌸

source: 3 days free
ar: 3 أيام مجانًا
cs: 3 dny zdarma
da: 3 dage gratis
de: 3 Tage gratis
es: 3 días gratis
et: 3 päeva tasuta
fi: 3 päivää ilmaiseksi
fr: 3 jours gratuits
hr: 3 dana besplatno
hu: 3 nap ingyen
is: 3 dagar fríir
it: 3 giorni gratis
ja: 3日間無料
ko: 3일 무료
lv: 3 dienas bez maksas
nb: 3 dager gratis
nl: 3 dagen gratis
pl: 3 dni za darmo
pt: 3 dias grátis
ro: 3 zile gratuit
ru: 3 дня бесплатно
sk: 3 dni zadarmo
sl: 3 dni brezplačno
sv: 3 dagar gratis
th: ฟรี 3 วัน
tr: 3 gün ücretsiz
uk: 3 дні безкоштовно
vi: 3 ngày miễn phí
zh_hans: 免费 3 天
zh_hant: 免費試用 3 天

source: 3 days free, then just
ar: 3 أيام مجانًا، ثم فقط
cs: 3 dny zdarma, pak jen
da: 3 dage gratis, derefter kun
de: 3 Tage gratis, dann nur
es: 3 días gratis, luego solo
et: 3 päeva tasuta, seejärel vaid
fi: 3 päivää ilmaiseksi, sitten vain
fr: 3 jours offerts, puis seulement
hr: 3 dana besplatno, zatim samo
hu: 3 nap ingyen, utána csak
is: 3 dagar fríir, síðan aðeins
it: 3 giorni gratis, poi solo
ja: 3日間無料、その後たったの
ko: 3일 무료, 이후 단
lv: 3 dienas bez maksas, pēc tam tikai
nb: 3 dager gratis, deretter kun
nl: 3 dagen gratis, daarna slechts
pl: 3 dni za darmo, potem tylko
pt: 3 dias grátis, depois apenas
ro: 3 zile gratuit, apoi doar
ru: 3 дня бесплатно, затем всего
sk: 3 dni zadarmo, potom len
sl: 3 dni brezplačno, nato le
sv: 3 dagar gratis, sedan bara
th: ฟรี 3 วัน จากนั้นเพียง
tr: 3 gün ücretsiz, sonra sadece
uk: 3 дні безкоштовно, потім лише
vi: 3 ngày miễn phí, sau đó chỉ
zh_hans: 免费 3 天，之后仅需
zh_hant: 免費試用 3 天，之後只要

source: 3 hours
ar: 3 ساعات
cs: 3 hodiny
da: 3 timer
de: 3 Stunden
es: 3 horas
et: 3 tundi
fi: 3 tuntia
fr: 3 heures
hr: 3 sata
hu: 3 óra
is: 3 klst.
it: 3 ore
ja: 3時間
ko: 3시간
lv: 3 stundas
nb: 3 timer
nl: 3 uur
pl: 3 godziny
pt: 3 horas
ro: 3 ore
ru: 3 часа
sk: 3 hodiny
sl: 3 ure
sv: 3 timmar
th: 3 ชั่วโมง
tr: 3 saat
uk: 3 години
vi: 3 giờ
zh_hans: 3 小时
zh_hant: 3 小時

source: 3-6 months before
ar: قبل 3-6 أشهر
cs: 3–6 měsíců předem
da: 3-6 måneder før
de: 3–6 Monate vorher
es: 3-6 meses antes
et: 3–6 kuud enne
fi: 3-6 kuukautta ennen
fr: 3 à 6 mois avant
hr: 3-6 mjeseci prije
hu: 3-6 hónappal előtte
is: 3-6 mánuðum áður
it: 3-6 mesi prima
ja: 3〜6か月前
ko: 3~6개월 전
lv: 3-6 mēnešus iepriekš
nb: 3–6 måneder før
nl: 3-6 maanden ervoor
pl: 3-6 miesięcy przed
pt: 3-6 meses antes
ro: cu 3-6 luni înainte
ru: За 3–6 месяцев
sk: 3 – 6 mesiacov pred svadbou
sl: 3-6 mesecev prej
sv: 3–6 månader innan
th: 3-6 เดือนก่อนงาน
tr: 3-6 ay önce
uk: За 3-6 місяців
vi: 3-6 tháng trước
zh_hans: 婚礼前 3-6 个月
zh_hant: 婚前 3-6 個月

source: 3-course meal
ar: وجبة من ثلاثة أطباق
cs: Tříchodové menu
da: 3-retters menu
de: 3-Gänge-Menü
es: Menú de 3 platos
et: 3-käiguline eine
fi: Kolmen ruokalajin menu
fr: Menu en 3 plats
hr: Meni od 3 slijeda
hu: 3 fogásos menü
is: Þriggja rétta máltíð
it: Menu di 3 portate
ja: 3品のコース料理
ko: 3코스 요리
lv: 3 ēdienu maltīte
nb: 3-retters middag
nl: 3-gangenmenu
pl: Posiłek z trzech dań
pt: Menu de 3 pratos
ro: Meniu în 3 feluri
ru: Ужин из 3 блюд
sk: Trojchodové menu
sl: Meni s 3 hodi
sv: Trerättersmiddag
th: อาหาร 3 คอร์ส
tr: 3 kap yemek
uk: Вечеря з трьох страв
vi: Bữa ăn 3 món
zh_hans: 三道式套餐
zh_hant: 三道式套餐

source: 3. User Responsibilities
ar: 3. مسؤوليات المستخدم
cs: 3. Povinnosti uživatele
da: 3. Brugerens ansvar
de: 3. Pflichten der Nutzer
es: 3. Responsabilidades del usuario
et: 3. Kasutaja kohustused
fi: 3. Käyttäjän vastuut
fr: 3. Responsabilités de l'utilisateur
hr: 3. Odgovornosti korisnika
hu: 3. A felhasználó felelőssége
is: 3. Ábyrgð notanda
it: 3. Responsabilità dell'utente
ja: 3. ユーザーの責任
ko: 3. 이용자의 책임
lv: 3. Lietotāja pienākumi
nb: 3. Brukerens ansvar
nl: 3. Verantwoordelijkheden van de gebruiker
pl: 3. Obowiązki użytkownika
pt: 3. Suas Responsabilidades
ro: 3. Responsabilitățile utilizatorului
ru: 3. Обязанности пользователя
sk: 3. Povinnosti používateľa
sl: 3. Odgovornosti uporabnika
sv: 3. Användarens ansvar
th: 3. ความรับผิดชอบของผู้ใช้
tr: 3. Kullanıcı Sorumlulukları
uk: 3. Обов’язки користувача
vi: 3. Trách nhiệm của người dùng
zh_hans: 3. 用户责任
zh_hant: 3. 使用者的責任

source: 30 days until you say 'I do'! How exciting is this?!
ar: 30 يومًا ويحين موعد «قبلت»! كم هذا مشوّق!
cs: Zbývá 30 dní, než si řeknete své „ano“! Není to úžasné?!
da: 30 dage til I siger ja! Hvor er det spændende!
de: Noch 30 Tage bis zum Ja-Wort! Wie aufregend ist das bitte?!
es: ¡30 días para el 'sí, quiero'! ¡Qué emoción!
et: 30 päeva selleni, kui ütled „jah“! Kui põnev see on?!
fi: 30 päivää siihen, kun sanot 'tahdon'! Onpa jännittävää!
fr: Plus que 30 jours avant le grand oui ! C'est fou, non ?!
hr: Još 30 dana do vašeg 'Da'! Kako uzbudljivo!
hu: 30 nap, és kimondod az igent! Hát nem izgalmas?!
is: 30 dagar þar til þú segir „já“! Er þetta ekki spennandi?!
it: 30 giorni al tuo sì! Che emozione!
ja: 「誓います」の日まであと30日！ワクワクしますね！
ko: 결혼식까지 30일 남았어요! 정말 설레지 않나요?!
lv: Vēl 30 dienas līdz tavam „Jā”! Cik aizraujoši!
nb: 30 dager til du sier ja! Hvor spennende er ikke det?!
nl: Nog 30 dagen tot jullie 'ja' zeggen! Hoe spannend is dit?!
pl: 30 dni do Waszego „tak”! Ale to ekscytujące!
pt: Faltam 30 dias para você dizer 'sim'! Que emoção, né?!
ro: 30 de zile până spui „Da”! Ce emoționant, nu?!
ru: 30 дней до твоего «да»! Ну разве не волнительно?!
sk: 30 dní do vášho „áno“! Nie je to úžasné?!
sl: Še 30 dni do vajinega 'da'! Kako razburljivo!
sv: 30 dagar tills ni säger ja! Visst är det spännande?!
th: อีก 30 วันก็ถึงวันที่คุณจะพูดว่า 'ฉันยินดี' แล้ว! ตื่นเต้นสุด ๆ ไปเลยใช่ไหม!
tr: 'Evet' demenize 30 gün kaldı! Ne kadar heyecan verici!
uk: 30 днів до вашого «так»! Хіба це не хвилююче?!
vi: Còn 30 ngày nữa là bạn nói lời 'Em đồng ý'! Háo hức chưa nào?!
zh_hans: 距离你说「我愿意」只剩 30 天！是不是超级期待？！
zh_hant: 距離你說出「我願意」只剩 30 天！是不是超期待？！

source: 30 min
ar: 30 دقيقة
hu: 30 perc
is: 30 mín
ja: 30分
ko: 30분
ru: 30 мин
th: 30 นาที
tr: 30 dk
uk: 30 хв
vi: 30 phút
zh_hans: 30 分钟
zh_hant: 30 分鐘

source: 30 minutes
ar: 30 دقيقة
cs: 30 minut
da: 30 minutter
de: 30 Minuten
es: 30 minutos
et: 30 minutit
fi: 30 minuuttia
hr: 30 minuta
hu: 30 perc
is: 30 mínútur
it: 30 minuti
ja: 30分
ko: 30분
lv: 30 minūtes
nb: 30 minutter
nl: 30 minuten
pl: 30 minut
pt: 30 minutos
ro: 30 de minute
ru: 30 минут
sk: 30 minút
sl: 30 minut
sv: 30 minuter
th: 30 นาที
tr: 30 dakika
uk: 30 хвилин
vi: 30 phút
zh_hans: 30 分钟
zh_hant: 30 分鐘

source: 4 hours
ar: 4 ساعات
cs: 4 hodiny
da: 4 timer
de: 4 Stunden
es: 4 horas
et: 4 tundi
fi: 4 tuntia
fr: 4 heures
hr: 4 sata
hu: 4 óra
is: 4 klst.
it: 4 ore
ja: 4時間
ko: 4시간
lv: 4 stundas
nb: 4 timer
nl: 4 uur
pl: 4 godziny
pt: 4 horas
ro: 4 ore
ru: 4 часа
sk: 4 hodiny
sl: 4 ure
sv: 4 timmar
th: 4 ชั่วโมง
tr: 4 saat
uk: 4 години
vi: 4 giờ
zh_hans: 4 小时
zh_hant: 4 小時
